documentatie/stuf examples/nationaliteit/04001_Lk01T_1247917346_2443519.xml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body><kennisgevingsBericht xmlns="http://www.egem.nl/StUF/sector/bg/0204"><stuurgegevens xmlns="http://www.egem.nl/StUF/StUF0204"><berichtsoort>Lk01</berichtsoort><entiteittype>PRS</entiteittype><sectormodel>BG</sectormodel><versieStUF>0204</versieStUF><versieSectormodel>0204</versieSectormodel><zender><applicatie>PIV</applicatie><gebruiker>BATCHGBA</gebruiker></zender><ontvanger><applicatie>DDS</applicatie></ontvanger><referentienummer>2443519_04001</referentienummer><tijdstipBericht>2009031000292640</tijdstipBericht><kennisgeving><mutatiesoort>T</mutatiesoort><indicatorOvername>V</indicatorOvername><tijdstipMutatie>2009031000102504</tijdstipMutatie></kennisgeving></stuurgegevens><body><PRS d5p1:soortEntiteit="F" d5p1:sleutelVerzendend="29819" d5p1:verwerkingssoort="T" xmlns:d5p1="http://www.egem.nl/StUF/StUF0204"><a-nummer>1247917346</a-nummer><bsn-nummer>60162399</bsn-nummer><aanduidingBijzonderNederlanderschap>B</aanduidingBijzonderNederlanderschap><PRSNAT d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T"><datumVerkrijging>0</datumVerkrijging><datumVerlies d5p1:noValue="geenWaarde" xsi:nil="true" /><NAT d5p1:soortEntiteit="T" d5p1:verwerkingssoort="I"><code>1</code><omschrijving d5p1:noValue="nietOndersteund" xsi:nil="true" /><datumVerkrijging d5p1:noValue="nietOndersteund" xsi:nil="true" /><datumVerlies d5p1:noValue="nietOndersteund" xsi:nil="true" /></NAT></PRSNAT></PRS></body></kennisgevingsBericht></soap:Body></soap:Envelope>